{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "0b3e0521-39ba-4dda-91a4-40e34e93da2b": {
      "type": "section-page-heading",
      "settings": {
        "heading": "Privacy Policy",
        "padding": true
      }
    },
    "465bb0c7-d221-4809-aaa5-67e1f21de62b": {
      "type": "page",
      "blocks": {
        "c5cb7302-7600-4fa7-972a-230485b6b7d7": {
          "type": "heading_1",
          "settings": {
            "heading": "Our commitment to privacy"
          }
        },
        "2d35636f-b390-4eb6-ad5f-ba649a96ed68": {
          "type": "body",
          "settings": {
            "text": "<ol><li>Eden Gardens & Garden Centres Pty Ltd (ABN 93 130 092 689) of Level 11 2 Corporate Court, Bundall QLD 4217 its subsidiaries and affiliates in Australia (collectively referred to as ‘<strong>we’<\/strong>, <strong>‘us’ <\/strong>and<strong> ‘our’<\/strong>) are committed to managing personal information in accordance with the Australian Privacy Principles under the <em>Privacy Act 1988<\/em> (Cth) (<strong>Privacy Act<\/strong>) and in accordance with other applicable privacy laws.<\/li><li>This document sets out our policies for collecting, using and disclosing your personal information and is referred to as our, or this, <strong>Privacy Policy<\/strong>. <\/li><li>In this Privacy Policy, ‘you’ refers to any individual or other entity about whom we collect personal information. <\/li><li>Please read this Privacy Policy carefully as by accessing and using our goods and services (which for the avoidance of any doubt includes participating in our promotions) and\/or our website including any app, mobile app and all other sites relating to our business (<strong>Websites<\/strong>), you are confirming that you have read this Privacy Policy and understand how your personal information will be handled by us.<\/li><\/ol>"
          }
        },
        "306d88cd-d056-4945-adac-4bffc83a2d52": {
          "type": "heading_2",
          "settings": {
            "heading": "What is ‘personal information’?"
          }
        },
        "ce5ce68f-7bb0-4778-a2ce-6329350e0d20": {
          "type": "body",
          "settings": {
            "text": "<ol><li>The Privacy Act currently defines ‘personal information’ as meaning information or an opinion about an identified individual or an individual who is reasonably identifiable:<\/li><\/ol><ul><li>whether the information or opinion is true or not; and<\/li><li>whether the information or opinion is recorded in a material form or not.<\/li><\/ul><p>2. If information does not disclose your identity or enable your identity to be ascertained, it will in most cases not be classified as ‘personal information’ and will not be subject to this Privacy Policy.<\/p>"
          }
        },
        "d5030244-1261-413d-8ca3-1273b12d6e26": {
          "type": "heading_2",
          "settings": {
            "heading": "What information do we collect about you?"
          }
        },
        "e274d4f5-efd9-4930-a92e-1c5d38a2665a": {
          "type": "body",
          "settings": {
            "text": "<ol><li>When you enquire about our goods and services or when you become a customer of ours, a record is made which includes your personal information.<\/li><li>The type of personal information that we collect will vary depending on the circumstances of collection and the kind of goods and services that you request from us, but will typically include:<\/li><\/ol><ul><li>identification details, which may include your name, birth date, gender, e-mail, postal address and other contact details; <\/li><li>financial information such as your bank account and credit card details;<\/li><li>if you participate in any surveys we or a third party service provider acting on our behalf may conduct  from time to time, personal information relating to your survey responses; <\/li><li>if you participate in any competitions or promotions we or a third party service provider acting on our behalf may conduct from time to time, personal information relating to your entry and participation in the competitions or promotions;<\/li><li>information to assist our relationship management and market research functions, which may include information relating to your interests, experiences and preferences;<\/li><li>your IP address, information about the devices on which you visit the Websites and your activities on those devices or Websites (including browser and operating system, time, date, referral information, location, geo-locations, unique device identifiers, carrier and site interactions);<\/li><li>records and content of communications with us or any other persons; and<\/li><li>any additional personal information you provide to us, or authorise us to collect, as part of your interaction with us.<\/li><\/ul><p>3. We may collect personal information about other individuals who are not our customers. This includes members of the public, individual service providers and our contractors and other individuals who interact with us on a commercial basis. The kinds of personal information we collect will depend on the capacity in which you are dealing with us. Generally, it would include personal information such as your name, contact details and other information regarding our interactions and transactions with you. <\/p><p>4. If you attend our premises, we may take images or audio-visual recordings which identify you.<\/p><p>5. You can always decline to give us any personal information we request, but that may mean we cannot provide you with some or all of the goods or services you have requested.<\/p><p>6. If you are a visitor to our Websites, the way in which we handle your personal information is discussed in section (5) below.<\/p>"
          }
        },
        "d1fe8b7c-838d-4f86-9f66-1e8d8090fce8": {
          "type": "heading_3",
          "settings": {
            "heading": "How and why do we collect and use your personal information?"
          }
        },
        "a46529b2-5e77-4c73-b4f6-c86d08a3446e": {
          "type": "body",
          "settings": {
            "text": "<ol><li>We collect and use personal information reasonably necessary to allow us to carry out our business, to assess and manage our customer’s needs, to let you know about promotions, discounts, upcoming events, or goods and services that may be of interest to you, and to provide and improve our goods and services. We may also collect information to fulfil administrative functions associated with these goods and services, for example billing and managing customer relationships. We will also use your personal information for any related secondary purposes which you would reasonably expect and for any other purpose to which you have consented.<\/li><li>The purposes for which we usually collect and use personal information depends on the nature of your interaction with us, but may include: <\/li><\/ol><ul><li>using that personal information as part of the provision of goods and services to you;<\/li><li>to maintain appropriate business records or manage our relationship with you;<\/li><li>for staff training and quality assurance;<\/li><li>to aggregate personal information with our third party partners for the purpose of personalising the advertising you receive from us and them; <\/li><li>responding to requests for information and other general inquiries;<\/li><li>researching, developing and expanding our facilities and goods and services;<\/li><li>for marketing and promotional purposes;<\/li><li>informing you of our activities, facilities and goods and services; and<\/li><li>responding to enquires and complaints.<\/li><\/ul><p>3. We generally collect personal information directly from you. We may collect and update your personal information over the phone, by email, over the internet, or in person (including through your use of any QR code or other technology system such as the use of ordering systems such as BYTO). We may also collect personal information about you from other sources, for example:<\/p><ul><li>our affiliated and related companies; and<\/li><li>third party suppliers, service providers and contractors who assist us to operate our business<em>.<\/em><\/li><\/ul><p>4. We also collect and use personal information for market research purposes and to innovate our delivery of goods and services. <\/p><p>5. We may collect personal information from you whenever you input such information into the Websites.<\/p>"
          }
        },
        "ccffe621-6714-4177-9cb7-e163c39117bc": {
          "type": "heading_3",
          "settings": {
            "heading": "How do we interact with you via the internet?"
          }
        },
        "9fc35ef2-a900-4596-985c-c17b056dc095": {
          "type": "body",
          "settings": {
            "text": "<ol><li>You may visit our Websites without identifying yourself. If you identify yourself (for example, by providing your contact details in an enquiry), any personal information you provide to us will be managed in accordance with this Privacy Policy.<\/li><li>Our Websites use cookies. A “cookie” is a small file stored on your computer's browser, which assists in managing customised settings of the website and delivering content. We collect certain information such as your device type, browser type, IP address, pages you have accessed on our Websites and on third-party websites. You are not identifiable from such information. <\/li><li>You can use the settings in your browser to control how your browser deals with cookies. However, in doing so, you may be unable to access certain pages or content on our website.<\/li><li>Our websites may contain links to third-party websites. We are not responsible for the content or privacy practices of websites that are linked to our website and this Privacy Policy does not apply to any such third party website.<\/li><\/ol>"
          }
        },
        "618df4eb-1b2d-4c9c-b3d8-44df5b3a72c2": {
          "type": "heading_3",
          "settings": {
            "heading": "Can you deal with us anonymously?"
          }
        },
        "4ee63797-69e2-4189-bf89-0eec230ba9d3": {
          "type": "body",
          "settings": {
            "text": "<ol><li>We will provide individuals with the opportunity of remaining anonymous or using a pseudonym in their dealings with us where it is lawful and practicable (for example, when making a general enquiry). <\/li><li>Generally, it is not practicable for us to deal with individuals anonymously or pseudonymously on an ongoing basis. If we do not collect personal information about you, you may be unable to utilise our goods and services.<\/li><\/ol>"
          }
        },
        "cd42e133-3f47-463d-929e-dbb16be1cf18": {
          "type": "heading_3",
          "settings": {
            "heading": "How do we hold information?"
          }
        },
        "6bcf3b2c-a78e-44a8-8734-c584a3fe7a20": {
          "type": "body",
          "settings": {
            "text": "<ol><li>We store information in paper-based files or other electronic record keeping methods in secure databases (including trusted third party storage providers). Personal information may be collected in paper-based documents and converted to electronic form for use or storage (with the original paper-based documents either archived or securely destroyed). We take reasonable steps to protect your personal information from misuse, interference and loss, and from unauthorised access, modification or disclosure.<\/li><li>We maintain physical security over paper and electronic data stores, such as through locks and security systems at our premises. We also maintain computer and network security, for example, we use firewalls (security measures for the internet) and other security systems such as user identifiers and passwords to control access to our computer systems.<\/li><li>Our websites do not necessarily use encryption or other technologies to ensure the secure transmission of information via the internet. Users of our websites are encouraged to exercise care in sending personal information via the internet.<\/li><li>We take steps to destroy or de-identify information that we no longer require. <\/li><\/ol>"
          }
        },
        "db901855-e74b-402b-9f96-a010bfe479a5": {
          "type": "heading_3",
          "settings": {
            "heading": "Do we use or disclose your personal information for direct marketing?"
          }
        },
        "2b0f61db-c6cf-43fd-9573-c3ad5cf30e43": {
          "type": "body",
          "settings": {
            "text": "<ol><li>We may use or disclose your personal information for the purpose of informing you about our goods and services, promotions and events, or other opportunities that may interest you. If you do not want to receive direct marketing communications, you can opt-out at any time by contacting us using the contact details below or by using the functional unsubscribe facility for electronic messages.<\/li><li>If you opt-out of receiving marketing material from us, we may still contact you in relation to its ongoing relationship with you. <\/li><\/ol>"
          }
        },
        "d2fbf18e-1548-4f22-bea0-f70cbc4d48d4": {
          "type": "heading_3",
          "settings": {
            "heading": "How do we use and disclose personal information?"
          }
        },
        "a3dec484-c81f-4d0a-b92f-e7fd7d698203": {
          "type": "body",
          "settings": {
            "text": "<ol><li>The purposes for which we may use and disclose your personal information will depend on the goods and services we are providing to you. For example, we may disclose information about you to service providers where this is relevant to our goods and services. <\/li><li>We may disclose information to third parties we engage in order to provide our goods and services, including contractors and service providers such as:<\/li><li>service providers who assist us to provide our business and goods and services including:<\/li><li>information technology providers;<\/li><li>marketing and market research advisers and survey providers;<\/li><li>professional advisers;<\/li><li>data service providers, who may also disclose your personal information to our third party partners for the purpose of personalising the advertising you receive from us and them; <\/li><li>payment platforms; and<\/li><li>other third party suppliers, service providers and contractors who assist us to operate our business;<\/li><li>entities to whom you request we send your information;<\/li><li>to assist government or regulatory authorities or police; and<\/li><li>as we are required by law.<\/li><li>Personal information may also be shared between our related and affiliated companies located in Australia.<\/li><li>Third parties to whom we have disclosed your personal information may contact you directly to let you know they have collected your personal information and to give you information about their privacy policies. Please note that third parties to whom we have disclosed your personal information may send you material or contact you about their goods and services, disclose your information to their contractors or agents, disclose your information to their affiliated and related companies and transfer your personal information out of Australia and you should consult their privacy policies in that respect.<\/li><li>We will also use and disclose personal information for a range of administrative, management and operational purposes. This includes:<\/li><\/ol><ul><li>administering billing and payments and debt recovery;<\/li><li>planning, managing, monitoring and evaluating our goods and services;<\/li><li>quality improvement activities;<\/li><li>statistical analysis and reporting;<\/li><li>training staff, contractors and other workers;<\/li><li>risk management and management of legal liabilities and claims (for example, liaising with insurers and legal representatives);<\/li><li>responding to enquiries and complaints regarding our goods and services; <\/li><li>obtaining advice from consultants and other professional advisers; and<\/li><li>responding to subpoenas and other legal orders and obligations.<\/li><\/ul><p>16. We may use and disclose your personal information for other purposes explained at the time of collection or otherwise as set out in this Privacy Policy.<\/p>"
          }
        },
        "73f6f031-44ff-4fd7-9946-e503e06901bf": {
          "type": "heading_3",
          "settings": {
            "heading": "Do we disclose your personal information overseas?"
          }
        },
        "99bda51a-12fa-4453-9cd7-29a40db02f3c": {
          "type": "body",
          "settings": {
            "text": "<p>Unless we have your consent, or an exception under the Australian Privacy Principles applies, we will only disclose your personal information to overseas recipients where we have taken reasonable steps to ensure that the overseas recipient does not breach the Australian Privacy Principles in relation to your personal information.<\/p>"
          }
        },
        "abf7241d-84ff-4ce7-b661-bf93244905e6": {
          "type": "heading_3",
          "settings": {
            "heading": "How can you access or seek correction of your personal information?"
          }
        },
        "f7133e03-cc74-4313-8001-bdb45c1e7eec": {
          "type": "body",
          "settings": {
            "text": "<ol><li>You are entitled to access your personal information held by us on request. To request access to your personal information please contact our privacy officer using the contact details set out in section 14 below. <\/li><li>You will not be charged for making a request to access your personal information but you may be charged for the reasonable time and expense incurred in compiling information in response to your request.<\/li><li>We will take reasonable steps to ensure that the personal information we collect, use or disclose is accurate, complete and up-to-date. You can help us to do this by letting us know if you notice errors or discrepancies in information we hold about you and letting us know if your personal details change. <\/li><li>However, if you consider any personal information we hold about you is inaccurate, out-of-date, incomplete, irrelevant or misleading you are entitled to request correction of the information. After receiving a request from you, we will take reasonable steps to correct your information.<\/li><li>We may decline your request to access or correct your personal information in certain circumstances in accordance with the Australian Privacy Principles. If we do refuse your request, we will provide you with a reason for our decision and, in the case of a request for correction, we will include a statement with your personal information about the requested correction.<\/li><\/ol>"
          }
        },
        "0e321255-69b1-4264-b956-146757688f19": {
          "type": "heading_3",
          "settings": {
            "heading": "What should you do if you have a complaint about the handling of your personal information?"
          }
        },
        "50691d07-132f-400b-abb8-27fc9eecb77d": {
          "type": "body",
          "settings": {
            "text": "<ol><li>You may contact us at any time if you have any questions or concerns about this Privacy Policy or about the way in which your personal information has been handled. <\/li><li>You may make a complaint about privacy to the privacy officer at the contact details set out in section 14 below.<\/li><li>The privacy officer will first consider your complaint to determine whether there are simple or immediate steps which can be taken to resolve the complaint.<\/li><li>If your complaint requires more detailed consideration or investigation, we will acknowledge receipt of your complaint and endeavour to complete our investigation into your complaint promptly. We may ask you to provide further information about your complaint and the outcome you are seeking. We will then typically gather relevant facts, locate and review relevant documents and speak with individuals involved.<\/li><li>In most cases, we will investigate and respond to a complaint within thirty (30) days of receipt of the complaint. If the matter is more complex or our investigation may take longer, we will let you know.<\/li><li>If you are not satisfied with our response to your complaint, or you consider that we may have breached the Australian Privacy Principles or the Privacy Act, a complaint may be made to the Office of the Australian Information Commissioner. The Office of the Australian Information Commissioner can be contacted by telephone on 1300 363 992 or by using the contact details on the website www.oaic.gov.au.<\/li><\/ol>"
          }
        },
        "0aea41a6-0073-4f89-b01c-a8bba0ab774b": {
          "type": "heading_3",
          "settings": {
            "heading": "How changes are made to this Privacy Policy?"
          }
        },
        "dcf10e84-ee0b-47b0-8854-ac5a8d7b87a3": {
          "type": "body",
          "settings": {
            "text": "<p>We may amend this Privacy Policy from time to time, with or without notice to you. We recommend that you visit our website regularly to keep up to date with any changes.<\/p>"
          }
        },
        "bb2bc45f-baf8-4a75-b793-d34be3dd2950": {
          "type": "heading_3",
          "settings": {
            "heading": "How can you contact us?"
          }
        },
        "0d97bcdc-78b7-40e2-a5bb-eb08f014f863": {
          "type": "body",
          "settings": {
            "text": "<p>Our contact details are:<\/p><p> <\/p><ol><li>Our privacy officer: Alina Martin<\/li><li>Address: Eden Gardens, 307 Lane Cove Road, 2113 Macquarie Park<\/li><li>Email: alinam@edengardens.com.au<\/li><li>Phone 02 9491 9900<\/li><\/ol><p> <\/p><p>This Privacy Policy was last updated on 25 November 2022.<\/p>"
          }
        }
      },
      "block_order": [
        "c5cb7302-7600-4fa7-972a-230485b6b7d7",
        "2d35636f-b390-4eb6-ad5f-ba649a96ed68",
        "306d88cd-d056-4945-adac-4bffc83a2d52",
        "ce5ce68f-7bb0-4778-a2ce-6329350e0d20",
        "d5030244-1261-413d-8ca3-1273b12d6e26",
        "e274d4f5-efd9-4930-a92e-1c5d38a2665a",
        "d1fe8b7c-838d-4f86-9f66-1e8d8090fce8",
        "a46529b2-5e77-4c73-b4f6-c86d08a3446e",
        "ccffe621-6714-4177-9cb7-e163c39117bc",
        "9fc35ef2-a900-4596-985c-c17b056dc095",
        "618df4eb-1b2d-4c9c-b3d8-44df5b3a72c2",
        "4ee63797-69e2-4189-bf89-0eec230ba9d3",
        "cd42e133-3f47-463d-929e-dbb16be1cf18",
        "6bcf3b2c-a78e-44a8-8734-c584a3fe7a20",
        "db901855-e74b-402b-9f96-a010bfe479a5",
        "2b0f61db-c6cf-43fd-9573-c3ad5cf30e43",
        "d2fbf18e-1548-4f22-bea0-f70cbc4d48d4",
        "a3dec484-c81f-4d0a-b92f-e7fd7d698203",
        "73f6f031-44ff-4fd7-9946-e503e06901bf",
        "99bda51a-12fa-4453-9cd7-29a40db02f3c",
        "abf7241d-84ff-4ce7-b661-bf93244905e6",
        "f7133e03-cc74-4313-8001-bdb45c1e7eec",
        "0e321255-69b1-4264-b956-146757688f19",
        "50691d07-132f-400b-abb8-27fc9eecb77d",
        "0aea41a6-0073-4f89-b01c-a8bba0ab774b",
        "dcf10e84-ee0b-47b0-8854-ac5a8d7b87a3",
        "bb2bc45f-baf8-4a75-b793-d34be3dd2950",
        "0d97bcdc-78b7-40e2-a5bb-eb08f014f863"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "main",
    "0b3e0521-39ba-4dda-91a4-40e34e93da2b",
    "465bb0c7-d221-4809-aaa5-67e1f21de62b"
  ]
}
